Repository: fcttechnologies/TranscriptionStudioApp
Catalog: Sources/WidgetExtension/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_hans

source: Dictate
de: Diktieren
es: Dictar
fr: Dicter
it: Detta
ja: ディクテーション
ko: 받아쓰기
pt_br: Ditar
ru: Диктовка
zh_hans: 听写

source: Open Transcription Studio and start dictating. Your words come back as clean text.
de: Öffnet Transcription Studio und startet das Diktat. Deine Worte kommen als sauberer Text zurück.
es: Abre Transcription Studio y empieza a dictar. Tus palabras vuelven como texto limpio.
fr: Ouvre Transcription Studio et commence à dicter. Vos paroles reviennent en texte propre.
it: Apre Transcription Studio e inizia a dettare. Le tue parole tornano come testo pulito.
ja: Transcription Studio を開いてディクテーションを始めます。話した言葉が整ったテキストになります。
ko: Transcription Studio를 열고 받아쓰기를 시작합니다. 말한 내용이 깔끔한 텍스트로 돌아옵니다.
pt_br: Abre o Transcription Studio e começa a ditar. Suas palavras voltam como texto limpo.
ru: Открывает Transcription Studio и начинает диктовку. Ваши слова возвращаются аккуратным текстом.
zh_hans: 打开 Transcription Studio 并开始听写。你的话会变成整洁的文字。

source: Pause or Resume Recording
de: Aufnahme pausieren oder fortsetzen
es: Pausar o reanudar la grabación
fr: Mettre en pause ou reprendre l'enregistrement
it: Metti in pausa o riprendi la registrazione
ja: 録音を一時停止または再開
ko: 녹음 일시 정지 또는 재개
pt_br: Pausar ou retomar a gravação
ru: Приостановить или продолжить запись
zh_hans: 暂停或继续录音

source: Pause recording
de: Aufnahme pausieren
es: Pausar la grabación
fr: Mettre l'enregistrement en pause
it: Metti in pausa la registrazione
ja: 録音を一時停止
ko: 녹음 일시 정지
pt_br: Pausar a gravação
ru: Приостановить запись
zh_hans: 暂停录音

source: Paused
de: Pausiert
es: En pausa
fr: En pause
it: In pausa
ja: 一時停止中
ko: 일시 정지됨
pt_br: Pausado
ru: На паузе
zh_hans: 已暂停

source: Play
de: Wiedergabe
es: Reproducir
fr: Lecture
it: Riproduci
ja: 再生
ko: 재생
pt_br: Reproduzir
ru: Воспроизвести
zh_hans: 播放

source: Play or Pause
de: Wiedergabe oder Pause
es: Reproducir o pausar
fr: Lecture ou pause
it: Riproduci o metti in pausa
ja: 再生または一時停止
ko: 재생 또는 일시 정지
pt_br: Reproduzir ou pausar
ru: Воспроизвести или пауза
zh_hans: 播放或暂停

source: Recording
de: Aufnahme
es: Grabando
fr: Enregistrement
it: Registrazione
ja: 録音中
ko: 녹음 중
pt_br: Gravando
ru: Запись
zh_hans: 录音中

source: Resume recording
de: Aufnahme fortsetzen
es: Reanudar la grabación
fr: Reprendre l'enregistrement
it: Riprendi la registrazione
ja: 録音を再開
ko: 녹음 재개
pt_br: Retomar a gravação
ru: Продолжить запись
zh_hans: 继续录音

source: Speak a note and get clean text back.
de: Sprich eine Notiz ein und erhalte sauberen Text.
es: Dicta una nota y recibe texto limpio.
fr: Dictez une note et récupérez un texte propre.
it: Detta una nota e ricevi testo pulito.
ja: メモを話すと、整ったテキストになります。
ko: 메모를 말하면 깔끔한 텍스트로 돌아옵니다.
pt_br: Fale uma nota e receba texto limpo.
ru: Продиктуйте заметку и получите аккуратный текст.
zh_hans: 说一段话，得到整洁的文字。

source: Stop Recording
de: Aufnahme beenden
es: Detener la grabación
fr: Arrêter l'enregistrement
it: Interrompi la registrazione
ja: 録音を停止
ko: 녹음 중지
pt_br: Parar a gravação
ru: Остановить запись
zh_hans: 停止录音

source: Stop recording
de: Aufnahme beenden
es: Detener la grabación
fr: Arrêter l'enregistrement
it: Interrompi la registrazione
ja: 録音を停止
ko: 녹음 중지
pt_br: Parar a gravação
ru: Остановить запись
zh_hans: 停止录音

source: Pause
es: Pausar
it: Pausa
ja: 一時停止
ko: 일시 정지
pt_br: Pausar
ru: Пауза
zh_hans: 暂停
